cask_args appdir: '/Applications'

brew 'ack'
brew 'ag'
brew 'antigen'
brew 'awscli'
brew 'awsebcli'
brew 'coreutils'
brew 'git'
brew 'gnu-tar'
brew 'go'
brew 'jq'
brew 'node'
brew 'openssl'
brew 'pyenv'
brew 'python'
brew 'redis'
brew 'wget'

# cask 'docker-toolbox'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'flipper'
cask 'google-chrome'
cask 'iterm2'
cask 'sequel-pro'
cask 'shiftit'
cask 'skype'
cask 'slack'
cask 'tunnelblick'
cask 'visual-studio-code'
cask 'vlc'
cask 'vysor'
cask 'zoomus'