cask_args appdir: '/Applications'

brew 'ack'
brew 'ag'
brew 'antigen'
brew 'awscli'
brew 'awsebcli'
brew 'coreutils'
brew 'git'
brew 'gnu-tar'
brew 'go'
brew 'jq'
brew 'node'
brew 'nvm'
brew 'openssl'
brew 'postgres'
brew 'pyenv-virtualenv'
brew 'pyenv'
brew 'python'
brew 'redis'
brew 'telnet'
brew 'virtualenvwrapper'
brew 'wget'

cask '1password'
cask '1password/tap/1password-cli'
cask 'authy'
cask 'bettertouchtool'
cask 'brave-browser'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'rectangle'
cask 'sequel-pro'
cask 'slack'
cask 'visual-studio-code'
cask 'vlc'
cask 'vysor'
cask 'whatsapp'
cask 'zoomus'

tap 'hashicorp/tap'
brew 'hashicorp/tap/vault'
brew 'hashicorp/tap/nomad'
